Repository: icy45325/mymap
Catalog: LumiWidgets/Localizable.xcstrings
Source language: zh_hans
Languages: ar, en

source: 点亮战绩
ar: الإحصاءات
en: Lit Stats

source: 去年今日
ar: في مثل هذا اليوم
en: On This Day

source: 个国家被你点亮 · 全球 %@
ar: دولة أضأتها · %@ من العالم
en: countries lit · %@ of the world

source: 国 · 全球 %@
ar: دولة · %@
en: countries · %@

source: ✦ 已点亮 %lld 国
ar: ✦ أضأت %lld دولة
en: ✦ %lld countries lit

source: 全球 %@ · %lld 城
ar: %@ من العالم · %lld مدينة
en: %@ of world · %lld cities

source: ✦ 点亮 %lld 国 · 全球 %@
ar: ✦ %lld دولة · %@
en: ✦ %lld countries · %@

source: 上次你在 %@ ✦
ar: آخر مرة في %@ ✦
en: Last in %@ ✦

source: 这一天还没有回忆
ar: لا ذكرى في هذا اليوم
en: No memory on this day

source: 去点亮一个足迹，明年今日就有得回看了 ✦
ar: أضئ بصمة — وستتذكرها في العام القادم ✦
en: Light a footprint — next year you'll revisit it ✦

source: 去年此刻，你在 %@ ✦
ar: قبل عام كنت في %@ ✦
en: A year ago you were in %@ ✦

source: %lld 年前的今天，你在 %@ ✦
ar: قبل %1$lld أعوام كنت في %2$@ ✦
en: %1$lld years ago today you were in %2$@ ✦

source: %lld 年前今日
ar: قبل %lld أعوام اليوم
en: %lld years ago today

source: ✦ 去年今日
ar: ✦ في مثل هذا اليوم
en: ✦ On This Day

source: 还没有足迹，去点亮一个
ar: لا بصمات بعد — أضئ واحدة
en: No footprints yet — light one

source: ✦ %@你在 %@
ar: ✦ %1$@ كنت في %2$@
en: ✦ %1$@ you were in %2$@

source: ✦ 去年今日 · 去点亮一个足迹
ar: ✦ في مثل هذا اليوم · أضئ بصمة
en: ✦ On This Day · light a footprint

source: 去过的国旗
ar: الأعلام
en: Flags Visited

source: 展示你去过国家的国旗集合（最多 5 个）。
ar: أعلام الدول التي زرتها (حتى 5).
en: Flags of the countries you've visited (up to 5).

source: 还没有点亮国家
ar: لا دول مضاءة بعد
en: No countries lit yet

source: 已点亮 %lld 国
ar: %lld دولة مضاءة
en: %lld countries lit

source: 已点亮 %lld 国 · %lld 城
ar: %1$lld دولة · %2$lld مدينة
en: %1$lld countries · %2$lld cities

source: 世界正被你逐一点亮 ✦
ar: تُضيء العالم واحدًا تلو الآخر ✦
en: Lighting up the world, one by one ✦

source: 展示去过国家的国旗集合。
ar: أعلام الدول التي زرتها.
en: Flags of the countries you've visited.

source: 已点亮 %lld 国 · +%lld
ar: %1$lld مضاءة · +%2$lld
en: %1$lld lit · +%2$lld

source: Lumi Plus 专属
ar: حصري لـ Lumi Plus
en: Lumi Plus exclusive

source: 打开 Lumi 解锁
ar: افتح Lumi للفتح
en: Open Lumi to unlock

source: 成为终身会员，把旅行进度放上主屏
ar: كن عضوًا مدى الحياة لعرض رحلتك على الشاشة الرئيسية
en: Become a lifetime member to put your journey on the Home Screen
